brew "fastfetch"
brew "gh"
brew "git"
brew "node"
brew "postgresql@15", restart_service: :changed
brew "pyenv"
brew "rbenv"
brew "yarn"
vscode "abusaidm.html-snippets"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
vscode "tuxtina.json2yaml"
vscode "wingrunr21.vscode-ruby"
